<?php

return [
    'adminEmail' => 'admin@example.com',

    // 工单模块配置：
    # 所属系统
    'order_systems' => [
        1  => 'BUY系统',
        2  => 'DMS系统',
        3  => 'MAll系统',
        4  => '发票系统',
        20 => '米柜系统',
        21 => '新零售系统',
        22 => 'OC 订单中心',
        27 => 'backend系统',
        29 => '直供平台',
        28 => '其他',
    ],
    # 工单级别
    'order_level' => [
        5   => 'P3',
        6   => 'P2',
        7   => 'P1',
        8   => 'P0',
    ],
    # 问题归类
    'order_classify' => [
        9    =>  '用户操作问题',
        10   =>  '系统Bug',
        11   =>  '新需求',
        12   =>  '导入导出/帮助类',
    ],

    // 用户配置信息
    # 部门（好像没有用到）
    'user_department' => [
        23  =>  '财务',
        24  =>  '国际业务部',
        25  =>  '直供点',
        26  =>  '销售服务',
    ],
];
